Revit 2027 API
PathOfTravelCalculationServerIds Properties
The PathOfTravelCalculationServerIds type exposes the following members.
Properties
Name | Description
DefaultPathOfTravelCalculationGUID |  GUID to represent the default calculation server id.
Top
See Also
Reference
PathOfTravelCalculationServerIds Class
Autodesk.Revit.DB.Analysis Namespace